Revit 2027 API
ParameterTypeId.SpacingJustificationVert Property
 "Justification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingJustificationVert { get; }
Public Shared ReadOnly Property SpacingJustificationVert As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingJustificationVert {
	ForgeTypeId^ get ();
}
static member SpacingJustificationVert : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace